Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པའི་མ་རིག་པ་དང་། མྱ་ངན་ལས་འདས་པ་ལ་མངོན་པར་གཞོལ་བའི་མ་རིག་པ་སྟེ། མ་རིག་པ་འདི་གཉིས་ཀྱིས་ནི་ས་ལྔ་པ་ལ་སྒྲིབ་པར་བྱེད་དོ།
en: The fifth bhūmi is obscured by these two kinds of ignorance: the ignorance of rejecting saṃsāra and the ignorance of seeking for nirvāṇa. “

source: །རྣལ་འབྱོར་མངོན་དུ་རྒྱུ་བའི་མ་རིག་པ་དང་། མཚན་མ་རིགས་པ་མངོན་དུ་སྣང་བའི་མ་རིག་པ་སྟེ། མ་རིག་པ་འདི་གཉིས་ཀྱིས་ནི་ས་དྲུག་པ་ལ་སྒྲིབ་པར་བྱེད་དོ།
en: The sixth bhūmi is obscured by these two kinds of ignorance: the ignorance of movement within the practice, and the ignorance of the manifest appearance of features. “

source: །མཚན་མ་ཤིན་ཏུ་ཕྲ་མོ་རྣམས་ལ་མངོན་སུམ་དུ་སྤྱོད་པའི་མ་རིག་པ་དང་། མཚན་མ་མེད་པའི་ཡིད་ལ་བྱེད་པ་ལ་མངོན་པར་དགའ་བའི་མ་རིག་པ་སྟེ། མ་རིག་པ་འདི་གཉིས་ཀྱིས་ནི་ས་བདུན་པ་ལ་སྒྲིབ་པར་བྱེད་དོ།
en: The seventh bhūmi is obscured by these two kinds of ignorance: the ignorance of directly engaging in subtle features and the ignorance of delighting in featureless mentation. “

source: །མཚན་མ་མེད་པར་སྒོམ་པ་ལ་མངོན་པར་རྩོལ་བའི་མ་རིག་པ་དང་། མཚན་མ་ལ་དབང་ཐོབ་པ་ལ་མངོན་པར་ཞེན་པའི་མ་རིག་པ་སྟེ། མ་རིག་པ་འདི་གཉིས་ཀྱིས་ནི་ས་བརྒྱད་པ་ལ་སྒྲིབ་པར་བྱེད་དོ།
en: The eighth bhūmi is obscured by these two kinds of ignorance: the ignorance of exertion in meditation on featurelessness, and the ignorance of attachment to attaining power over features. “

source: །བསྟན་པར་བྱ་བའི་དོན་ཚད་མེད་པ་དང་། མིང་དང་ཚིག་དང་། ཡི་གེ་ཚད་མེད་པ་གཉིས་པོ་འདི་དག་ལ་མི་མཁས་པའི་མ་རིག་པ་དང་། ཚིག་གི་སྤོབས་པ་ཡིད་བཞིན་དུ་མ་གྱུར་པའི་མ་རིག་པ་སྟེ། མ་རིག་པ་འདི་གཉིས་ཀྱིས་ནི་ས་དགུ་པ་ལ་སྒྲིབ་པར་བྱེད་དོ།
en: The ninth bhūmi is obscured by these two kinds of ignorance: the ignorance of not being skilled in the limitless meanings and the limitless names, words, and letters that are to be taught, and the ignorance of not having attained the power of eloquence as wished for. “

source: །རྫུ་འཕྲུལ་ཆེན་པོ་སྟོན་པ་ལ་རང་དབང་མ་ཐོབ་པའི་མ་རིག་པ་དང་། ཤིན་ཏུ་ཕྲ་བའི་གསང་བའི་ལས་ཀྱི་དངོས་པོ་ཁོང་དུ་མ་ཆུད་པའི་མ་རིག་པ་སྟེ། མ་རིག་པ་འདི་གཉིས་ཀྱིས་ནི་ས་བཅུ་པ་ལ་སྒྲིབ་པར་བྱེད་དོ།
en: The tenth bhūmi is obscured by these two kinds of ignorance: the ignorance of not having attained mastery over manifesting miracles, and the ignorance of not comprehending very subtle, secret activities. “

source: །སྤྱོད་ཡུལ་ཐམས་ཅད་ལ་ཤེས་བྱ་ཕྲ་མོས་བསྒྲིབས་པའི་མ་རིག་པ་དང་། ཉོན་མོངས་པ་ཤིན་ཏུ་ཕྲ་བའི་གནས་ངན་ལེན་གྱི་མ་རིག་པ་སྟེ། མ་རིག་པ་འདི་གཉིས་ཀྱིས་ནི་སངས་རྒྱས་ཀྱི་ས་ལ་སྒྲིབ་པར་བྱེད་དོ། །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ས་དང་པོ་ལ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །ས་གཉིས་པ་ལ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ།
en: The bhūmi of buddhahood is obscured by these two kinds of ignorance: the ignorance of the obscuration caused by the subtle objects of knowledge in the entire field of experience, and the ignorance of the negative propensities of extremely subtle kleśas. “

source: །ས་གསུམ་པ་ལ་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །ས་བཞི་པ་ལ་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །ས་ལྔ་པ་ལ་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །ས་དྲུག་པ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །ས་བདུན་པ་ལ་ཐབས་མཁས་པའི་ཡེ་ཤེས་མཆོག་གི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །ས་བརྒྱད་པ་ལ་སྨོན་ལམ་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །ས་དགུ་པ་ལ་སྟོབས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །ས་བཅུ་པ་ལ་ཡེ་ཤེས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་སེམས་བསྐྱེད་པ་དང་པོས་རིན་ཆེན་མཆོག་གི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ། །སེམས་བསྐྱེད་པ་གཉིས་པས་ཡིད་དུ་འོང་བའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ།
en: Noble one, the bodhisattva mahāsattva who is on the first bhūmi practices the perfection of generosity; on the second bhūmi practices the perfection of correct conduct; on the third bhūmi practices the perfection of patience; on the fourth bhūmi practices the perfection of diligence; on the fifth bhūmi practices the perfection of meditation; on the sixth bhūmi practices the perfection of wisdom; on the seventh bhūmi practices the perfection of skill in methods; on the eighth bhūmi practices the perfection of prayer; on the ninth bhūmi practices the perfection of strength; and on the tenth bhūmi practices the perfection of knowledge. “

source: །སེམས་བསྐྱེད་པ་གསུམ་པས་ཤིན་ཏུ་བསྒུལ་བར་དཀའ་བའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ། །སེམས་བསྐྱེད་པ་བཞི་པས་ཕྱིར་མི་ལྡོག་པའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ། །སེམས་བསྐྱེད་པ་ལྔ་པས་རིན་པོ་ཆེའི་མེ་ཏོག་གི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ། །སེམས་བསྐྱེད་པ་དྲུག་པས་ཉི་མའི་དཀྱིལ་འཁོར་འོད་ཟེར་འབར་བའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ། །སེམས་བསྐྱེད་པ་བདུན་པས་སྨོན་ལམ་ཐམས་ཅད་ཡིད་བཞིན་དུ་མངོན་པར་གྲུབ་པའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ།
en: Noble one, through the first development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi that is a superior jewel; through the second development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi that is beautiful; through the third development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi that is difficult to destabilize; through the fourth development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi that is irreversible; through the fifth development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi of precious flowers; through the sixth development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi of the shining light rays of the sun’s disk; through the seventh development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi that accomplishes all prayers exactly as wished for; through the eighth development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi of directly perceived presence; through the ninth development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi of the essence of wisdom; and through the tenth development of the enlightenment mind, the bodhisattvas mahāsattvas accumulate and give rise to the samādhi that is heroic. “

source: །སེམས་བསྐྱེད་པ་བརྒྱད་པས་མངོན་སུམ་དུ་གནས་པར་བྱེད་པའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ། །སེམས་བསྐྱེད་པ་དགུ་པས་ཡེ་ཤེས་ཀྱི་སྙིང་པོའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ། །སེམས་བསྐྱེད་པ་བཅུ་པས་དཔའ་བར་འགྲོ་བའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་སྡུད་ཅིང་སྐྱེད་པར་བྱེད་དོ། །རིགས་ཀྱི་བུ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་སེམས་བསྐྱེད་པ་རྣམ་པ་བཅུ་ཞེས་བྱའོ།
en: Noble one, these are what are called the ten kinds of the development of enlightenment mind by the bodhisattvas mahāsattvas. “

source: །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱིས་ས་དང་པོ་ལས་ཐོབ་པའི་གཟུངས་གང་ཡིན་པ་དེ་ནི་ཡོན་ཏན་ལ་གནས་པའི་སྟོབས་ཞེས་བྱའོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གཟུངས་སྔགས་བཀའ་སྩལ་པ། ཏདྱ་ཐཱ། པཱུརྞ་མ་ནོར་ཐེ། དོ་ཧོ་དོ་ཧོ། ཡཱ་བཏ་སཱུརྱ། ཨ་བ་བྷཱ་ས་ཏཱ།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the first bhūmi is called strength of remaining within the qualities.”

source: ཡཱ་བད་ཙནྡྲེ། དཽ་དནྟེ། ཏཱ་བད་རཀྵ་མཱན་དཎྜ་པ་རི་ཧཱ་རཾ་ཀུ་རུ་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་དང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་པ་ཡིན་ཏེ། གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་ཁ་ཏོན་དུ་འདོན་ཅིང་ཡོངས་སུ་འཛིན་པར་བྱེད་ན་འདི་ལྟ་སྟེ། སྟག་དང་། སྤྱང་ཀི་དང་། སེང་གེ་དང་། གཅན་གཟན་མ་རུངས་པའི་རིགས་ཀྱི་རྣམ་པ་དང་།
en: Then the Bhagavat taught the dhāraṇī mantra: tadyathā pūrṇamanorathe doho doho yāvat sūryāvabhāsatā yāvad candre daudante tāvād rakṣamān daṇḍaparihāraṃ kuru svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in a Ganges River will protect the bodhisattvas on the first bhūmi. “

source: ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་། མི་མ་ཡིན་པ་ལ་སོགས་པས་ཕྱིར་རྒོལ་བ་དང་། གདོན་བགེགས་དང་། སྡུག་བསྔལ་གྱིས་འཚེ་བའི་འཇིགས་པ་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་ཞིང་སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ནས་ས་དང་པོ་མི་བརྗེད་ཅིང་རྗེས་སུ་དྲན་པར་འགྱུར་རོ། །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ས་གཉིས་པ་ལས་ཐོབ་པའི་གཟུངས་གང་ཡིན་པ་དེ་ནི་ཤིན་ཏུ་བདེ་བའི་གནས་ཞེས་བྱའོ། །ཏདྱ་ཐཱ། ཨུཏྟོ་ལི། ཙི་རི་ཙི་རི། ཨུཏྟོ་རཱ་ཏོ་རཱ་ཎཱ་མ།
en: Whoever recites and possesses this dhāraṇī mantra will be freed from all fear of vicious beasts such as tigers, jackals, and lions; malevolent pretas; attacks from humans, nonhumans, and so on; and harm from demons, obstacle makers, and suffering, and they will be liberated from the five kinds of obscurations and will remember and not forget the first bhūmi. “

source: ཤཱནྟོ། ཤཱནྟོ། ཨུཏྟོ་ལི། ཧུ་ལུ་ཧུ་ལུ་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་སྔགས་འདི་ནི་གང་གཱའི་ཀླུང་གཉིས་ཀྱི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་གཉིས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་པ་ཡིན་ཏེ།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the second bhūmi is called location of extreme bliss: tadyathā uttoli ciriciri uttorā torāṇāṃ śānto śānto uttoli hulu hulu svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in two Ganges Rivers will protect the bodhisattvas on the second bhūmi. “

source: གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་ཁ་ཏོན་དུ་འདོན་ཅིང་ཡོངས་སུ་འཛིན་པར་བྱེད་ན་གཅན་གཟན་མ་རུངས་པ་དང་། ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པས་ཕྱིར་རྒོལ་བ་དང་། གདོན་བགེགས་དང་། སྡུག་བསྔལ་གྱིས་འཚེ་བའི་འཇིགས་པ་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་ཞིང་སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ནས་ས་གཉིས་པ་མི་བརྗེད་ཅིང་རྗེས་སུ་དྲན་པར་འགྱུར་རོ། །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ས་གསུམ་པ་ལས་ཐོབ་པའི་གཟུངས་གང་ཡིན་པ་དེ་ནི་ཤིན་ཏུ་རྒྱལ་བར་དཀའ་བའི་སྟོབས་ཞེས་བྱའོ། །ཏདྱ་ཐཱ། དནྠི་ཀེ། པནྠི་ཀེ། ཀ་ར་ཐཱ།
en: Whoever recites and possesses this dhāraṇī mantra will be freed from all fear of vicious beasts, vicious pretas, human and nonhuman attacks, and harm from demons, obstacle makers, and suffering, and they will be liberated from the five kinds of obscurations and will remember and not forget the second bhūmi. “

source: ཀཽ་ར་ཐི། ཀེ་ཡཱུ་རེ། དནྟེ་ལེ་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་གང་གཱའི་ཀླུང་གསུམ་གྱི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་གསུམ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་པ་ཡིན་ཏེ། གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་ཁ་ཏོན་དུ་འདོན་ཅིང་ཡོངས་སུ་འཛིན་པར་བྱེད་ན་གཅན་གཟན་མ་རུངས་པ་དང་།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the third bhūmi is called strength that is difficult to conquer: tadyathā daṇṭhike paṇṭhike karaṭhā kauraṭhi keyūre dantele svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in three Ganges Rivers will protect the bodhisattvas on the third bhūmi. “

source: ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པས་ཕྱིར་རྒོལ་བ་དང་། གདོན་བགེགས་དང་། སྡུག་བསྔལ་གྱིས་འཚེ་བའི་འཇིགས་པ་ལས་ཐར་བར་འགྱུར་ཞིང་སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ནས། ས་གསུམ་པ་མི་བརྗེད་ཅིང་རྗེས་སུ་དྲན་པར་འགྱུར་རོ།
en: Whoever possesses and recites this dhāraṇī mantra will be freed from all fear of vicious beasts, vicious pretas, human and nonhuman attacks, and harm from demons, obstacle makers, and suffering, and they will be liberated from the five kinds of obscurations and will remember and not forget the third bhūmi. “

source: །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ས་བཞི་པ་ལས་ཐོབ་པའི་གཟུངས་གང་ཡིན་པ་དེ་ནི་རྒྱ་ཆེར་ཕན་འདོགས་པ་ཞེས་བྱའོ། །ཏདྱ་ཐཱ། ཤི་རི་ཤི་རི། དི་མ་དི་མ་ནི། དྷ་རི་དྷ་རི་ཎི། ཤི་རི་ཤི་རི་ཎི། བི་ཤ་ལཱ། བི་ཤ་ལཱ། བ་ཤ་བ་ཤ་ནི། བནྡྷ་ནི་ཡེ་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་གང་གཱའི་ཀླུང་བཞིའི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་བཞི་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་པ་ཡིན་ཏེ།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the fourth bhūmi is called vast benefit: tadyathā śiri śiri dima dimani dhari dharini śiri śiriṇi viśalā viśālā vaśa vaśani bandhniye svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in four Ganges Rivers will protect the bodhisattvas on the fourth bhūmi. “

source: གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་ཁ་ཏོན་དུ་འདོན་ཅིང་ཡོངས་སུ་འཛིན་པར་བྱེད་ན་གཅན་གཟན་མ་རུངས་པ་དང་། ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པས་ཕྱིར་རྒོལ་བ་དང་། གདོན་བགེགས་དང་། སྡུག་བསྔལ་གྱིས་འཚེ་བའི་འཇིགས་པ་རྣམས་ལས་ཐར་བར་འགྱུར་ཞིང་སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ནས་ས་བཞི་པ་མི་བརྗེད་ཅིང་རྗེས་སུ་དྲན་པར་འགྱུར་རོ། །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ས་ལྔ་པ་ལས་འཐོབ་པའི་གཟུངས་གང་ཡིན་པ་དེ་ནི་ཡོན་ཏན་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་བརྒྱན་པ་ཞེས་བྱའོ། །ཏདྱ་ཐཱ། ཧ་རི་ཧ་རི་ཎི། ཙི་རི་ཙི་རི་ཎི། རིམཱ་ཎི། སཾ་ཀ་རི་མཱ་ཎི། སཱ་མ་བཱ་ས་ནི།
en: Whoever possesses and recites this dhāraṇī mantra will be freed from all fear of vicious beasts, vicious pretas, human and nonhuman attacks, and harm from demons, obstacle makers, and suffering, and they will be liberated from the five kinds of obscurations and will remember and not forget the fourth bhūmi. “

source: ཛམྦྷ་ནི། སྟམྦྷ་ནི། མོ་ཧ་ནི། སྭ་ཡཾ་བྷུཀྐེ་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་གང་གཱའི་ཀླུང་ལྔའི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་ལྔ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་ཏེ། གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་ཁ་ཏོན་དུ་འདོན་ཅིང་འཛིན་པར་བྱེད་ན་འཇིགས་ཤིང་སྐྲག་པ་རྣམས་ལས་ཐར་བ་དང་། གཅན་གཟན་མ་རུངས་པ་དང་། ཡི་དགས་མ་རུངས་པ་དང་།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the fifth bhūmi is called adorned by various qualities: tadyathā hari hariṇi ciri ciriṇi karimāṇi saṃkarimāṇi sāma vāsani jambhani stambhani mohani svayaṃbhūkke svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in five Ganges Rivers will protect the bodhisattvas on the fifth bhūmi. “

source: མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པ་དགྲ་དང་རྐུན་པོ་དང་། གློ་བུར་གྱི་གནོད་པ་དང་། ཉོན་མོངས་པ་དང་། སྡུག་བསྔལ་རྣམས་དང་། སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ཏེ་ས་ལྔ་པ་མི་བརྗེད་པར་དྲན་ནོ། །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ས་དྲུག་པ་ལས། གཟུངས་ཐོབ་པའི་མིང་ཡོངས་སུ་རྒྱས་པའི་ཡེ་ཤེས་ཞེས་བྱའོ། །གཟུངས་ལ། ཏདྱ་ཐཱ། བི་ཏོ་རི། བི་ཏོ་རི། མ་རི་ཎི། ཀ་ལི་ཀ་ལི། བི་དྷོ་ཧནྟེ། ལུ་ལུ་ལུ་ལུ་ཙུ་ལུ་ཙུ་ལུ་ཏོ་ལཱུ་བ་ཏོ་ལཱུ་བ་ཤ་ཤ་ཤཙྪ།
en: Whoever possesses and recites this dhāraṇī mantra will be freed from all fear and terror and will be liberated from vicious beasts, vicious pretas, human and nonhuman attacks, and harm from demons, obstacle makers, and suffering, and they will be liberated from the five kinds of obscurations and will remember and not forget the fifth bhūmi. “

source: པ་རི་ཤ། སྭ་སྟི་སརྦ་སཏྭཱ་ནཱཾ། སིདྡྷྱ་ནཱུ་མ་མ་མནྟྲ། པ་ད་ནི་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་གང་གཱའི་ཀླུང་དྲུག་གི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་དྲུག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་ཏེ། གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་འདོན་ཅིང་འཛིན་ན་འཇིགས་ཤིང་སྐྲག་པ་ལས་ཐར་བ་དང་། གཅན་གཟན་མ་རུངས་པ་དང་། ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པ་དགྲ་དང་། རྐུན་པོ་དང་།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the sixth bhūmi is called completely expanded wisdom: tadyathā vitori vitori mariṇi kali kali vidho hante lulu lulu culu culu tolūva tolūva śaśa śaccha pariśa svasti sarva satvānāṃ siddhyantu mama mantrapādāni svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in six Ganges Rivers will protect the bodhisattvas on the sixth bhūmi. “

source: བློ་བུར་གྱི་གནོད་པ་དང་། ཉོན་མོངས་པ་དང་། སྡུག་བསྔལ་རྣམས་དང་། སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ཏེ། ས་དྲུག་པ་མི་བརྗེད་པར་དྲན་ནོ། །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ས་བདུན་པ་ལས་གཟུངས་ཐོབ་པའི་མིང་རྒྱལ་བའི་ཆོས་ཀྱི་སྤྱོད་པ་ཞེས་བྱ་སྟེ། གཟུངས་ལ། ཏདྱ་ཐཱ། ཛ་ཧ་ཛ་ཧ་རུ། ཛ་ཧ་ཛ་ཧ་ཛ་ཧ་རུ། བཻ་ལུ་ཀེ་བཻ་ལུ་ཀེ། ཨ་མྲྀ་ཏག་ཎི། པུ་རུ་ཥ་ཎི། བེ་རུ་ཏེ་ཀེ་པ་རུ་བཏྟ།
en: Whoever possesses and recites this dhāraṇī mantra will be freed from all fear and terror and will be liberated from vicious beasts, vicious pretas, human and nonhuman attacks, thieves, sudden harm, kleśas, all forms of suffering, and the five kinds of obscurations, and they will remember and not forget the sixth bhūmi. “

source: བི་དྷེ་ཧེ་ཀེ། བིནྡ་བི་ལེ་ནི། ཨ་མྲྀ་ལུ་ཏེ་ཀི། བཻ་ཛུ་ཡུ་བཻ་ཛུ་ཡུ་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་གང་གཱའི་ཀླུང་བདུན་གྱི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་བདུན་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་ཏེ། གང་ལ་ལ་གཟུངས་སྔགས་འདི་འདོན་ཅིང་འཛིན་ན་འཇིགས་ཤིང་སྐྲག་པ་རྣམས་ལས་ཐར་བ་དང་། གཅན་གཟན་མ་རུངས་པ་དང་། ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པ་དགྲ་དང་། རྐུན་པོ་དང་།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the seventh bhūmi is called the conduct of the dharma of the jinas: tadyathā jaha jaharu jaha jaha jaharu vailuke vailuke amṛtagaṇi puruśaṇi veruteke parubatta vidhe heke vinda vileni amṛluteki vaijuyu vaijuyu svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in seven Ganges Rivers will protect the bodhisattvas on the seventh bhūmi. “

source: གློ་བུར་གྱི་གནོད་པ་དང་། ཉོན་མོངས་པ་དང་། སྡུག་བསྔལ་གྱི་རྣམ་པ་དང་། སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ཏེ། ས་བདུན་པ་མི་བརྗེད་པར་དྲན་ནོ།
en: Whoever possesses and recites this dhāraṇī mantra will be freed from all fear and terror and will be liberated from vicious beasts, vicious pretas, human and nonhuman attacks, thieves, sudden harm, kleśas, all forms of suffering, and the five kinds of obscurations, and they will remember and not forget the seventh bhūmi. “

source: །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ས་བརྒྱད་པ་ལས་གཟུངས་ཐོབ་པའི་མིང་ནི་མི་ཟད་པའི་མཛོད་ཅེས་བྱ་སྟེ། གཟུངས་ལ། ཏདྱ་ཐཱ། ཤི་རི་ཤི་རི་ཤི་རི་ཎི། མི་ཏེ་མི་ཏེ།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the eighth bhūmi is called inexhaustible treasure.

source: ཀ་རི་ཀ་རི། ཧེ་རུ་ཧེ་རུ། ཙུ་རུ་ཙུ་རུ། བནྡྷ་ནི་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་གང་གཱའི་ཀླུང་བརྒྱད་ཀྱི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་བརྒྱད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་ཏེ།
en: The dhāraṇī is: tadyathā sari śari śiriṇi mite mite kari kari heru heru curu curu bandhani svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in eight Ganges Rivers will protect the bodhisattvas on the eighth bhūmi. “

source: གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་འདོན་ཅིང་འཛིན་ན་འཇིགས་ཤིང་སྐྲག་པ་རྣམས་ལས་ཐར་བ་དང་། གཅན་གཟན་མ་རུངས་པ་དང་། ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པ་དགྲ་དང་། རྐུན་པོ་དང་། གློ་བུར་གྱི་གནོད་པ་དང་། ཉོན་མོངས་པ་དང་། སྡུག་བསྔལ་དང་། སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ཏེ་ས་བརྒྱད་པ་མི་བརྗེད་པར་དྲན་ནོ།
en: Whoever possesses and recites this dhāraṇī mantra will be freed from all fear and terror and will be liberated from vicious beasts, vicious pretas, human and nonhuman attacks, thieves, sudden harm, kleśas, all forms of suffering, and the five kinds of obscurations, and they will remember the eighth bhūmi. “

source: །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ས་དགུ་པ་ལས་གཟུངས་ཐོབ་པའི་མིང་དཔག་ཏུ་མེད་པའི་སྒོ་ཞེས་བྱ་སྟེ། གཟུངས་ལ། ཏདྱ་ཐཱ། ཧ་རི་ཙནྜ་ལི་ཀེ། ཀུ་ལ་མ་བྷ་དྲི།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the ninth bhūmi is called immeasurable name.

source: ཏོ་ར་སི་པ་ཏ་པ་ཏ་སི། ཤི་རི་ཤི་རི་ག་ཤི་རི་ག་པི་ཤི་རི་སྭ་སྭསྟི། སརྦ་ས་ཏྭ་ནཾ་སྭ་ཧ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་གང་གའི་ཀླུང་དགུའི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་དགུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་ཏེ། གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་འདོན་ཅིང་འཛིན་ན་འཇིགས་ཤིང་སྐྲག་པ་རྣམས་ལས་ཐར་བ་དང་། གཅན་གཟན་མ་རུངས་པ་དང་། ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པ་དགྲ་དང་།
en: The dhāraṇī is: tadyathā haricaṇḍalike kulamābhadri torasipata patasi śiri śiri gaśiri gāpiśiri svasti sarvasatvānāṃ svāhā | “Noble one, this dhāraṇī is recited so that more buddha bhagavats than there are grains of sand in nine Ganges Rivers will protect the bodhisattvas on the ninth bhūmi. “

source: རྐུན་པོ་དང་། གློ་བུར་གྱི་གནོད་པ་དང་། ཉོན་མོངས་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྒྲིབ་པ་ལྔ་ལས་རྣམ་པར་གྲོལ་ཏེ་ས་དགུ་པ་མི་བརྗེད་པར་དྲན་ནོ།
en: Whoever possesses and recites this dhāraṇī mantra will be freed from all fear and terror and will be liberated from vicious beasts, vicious pretas, human and nonhuman attacks, thieves, sudden harm, kleśas, all forms of suffering, and the five kinds of obscurations, and they will remember the ninth bhūmi. “

source: །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ས་བཅུ་པ་ལ་གཟུངས་ཐོབ་པའི་མིང་རྡོ་རྗེའི་རི་འཇོམས་པ་ཞེས་བྱ་སྟེ། གཟུངས་ལ། ཏདྱ་ཐཱ། སིདྡྷེ་སུ་སིདྡྷེ། མོ་ཙ་ནི། མོ་ཀྵ་ནི། མུཀྟེ་བི་མུཀྟེ། ཨ་མ་ལེ་བི་མ་ལེ་ད་མ་ལེ། མཱངྒ་ལེ། ཧི་ར་ཎྱ་གརྦྷེ། རཏྣ་གརྦྷེ། ས་མནྟ་བྷ་དྲེ། སརྦ་ཨརྠ་སྭ་དྷ་ནི། མ་ན་སེ།
en: Noble one, the dhāraṇī obtained by the bodhisattvas mahāsattvas on the tenth bhūmi is called defeating the vajra mountain.

source: མ་ཧཱ་མ་ན་སེ་ཨད་བྷུ་ཏེ། ཨ་ཏྱད་བྷུ་ཏེ་ཨ་ར་ཛེ། བི་ར་ཛེ་ཨ་ཙ་ཏེ་ཨ་མྲྀ་ཏེ་ཨ་ར་ཛེ་བི་ར་ཛེ་པྲཧྨེ་པྲཧྨ་སྭ་རེ་པཱུ་ར་ཎི་པཱུ་ར་ཎི་མ་ནོ་ར་ཐེ་སྭཱ་ཧཱ། རིགས་ཀྱི་བུ་གཟུངས་འདི་ནི་དབང་བསྐུར་བའི་བཀྲ་ཤིས་ཀྱི་ཚིག་སྟེ། འདི་ནི་གང་གཱའི་ཀླུང་བཅུའི་བྱེ་མ་སྙེད་ཀྱི་གྲངས་ལས་འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ས་བཅུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་གསུངས་ཏེ། གང་ལ་ལ་ཞིག་གིས་གཟུངས་སྔགས་འདི་འདོན་ཅིང་འཛིན་ན་འཇིགས་ཤིང་སྐྲག་པ་ལས་གྲོལ་ཏེ། གཅན་གཟན་མ་རུངས་པ་དང་།
en: The dhāraṇī is: tadyathā siddhe susiddhe mocani mokṣani mukte vimukte amale vimale damale māṅgale hiraṇyagarbhe ratnagarbhe samantabhadre sarvārtha sādhani manase mahāmanase adbhute atyadbhute araje viraje acyute amṛte araje viraje prahme prahma svarepūraṇi pūraṇi manorathe svāhā | “Noble one, this dhāraṇī is the auspicious words of consecration, recited so that more buddha bhagavats than there are grains of sand in ten Ganges Rivers will protect the bodhisattvas on the tenth bhūmi. “

source: ཡི་དགས་མ་རུངས་པ་དང་། མི་དང་མི་མ་ཡིན་པ་ལ་སོགས་པ་དགྲ་དང་། རྐུན་པོ་དང་། གློ་བུར་གྱི་གནོད་པ་དང་། གདུག་ཅིང་གནོད་པ་ཐམས་ཅད་བསལ་ཅིང་ཟད་ནས་སྒྲིབ་པ་ལྔ་ལས་གྲོལ་ཏེ་ས་བཅུ་པ་མི་བརྗེད་པར་དྲན་ནོ།
en: Whoever possesses and recites this dhāraṇī mantra will be freed from all fear and terror and will be liberated from vicious beasts, vicious pretas, human and nonhuman attacks, thieves, and sudden harm; all malevolence and harm will be dispelled and cease, and they will be liberated from the five kinds of obscurations and will remember the tenth bhūmi.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེའི་མཚན་ཉིད་འོད་འཕྲོ་བས་སངས་རྒྱས་ཀྱིས་བསམ་གྱིས་མི་ཁྱབ་པའི་གཟུངས་བཤད་པ་འདི་ཐོས་ནས་འདུག་པའི་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་བྱས་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ་ཐལ་མོ་སྦྱར་ནས་གུས་པར་སངས་རྒྱས་ཀྱི་ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ་ཚིགས་སུ་བཅད་པ་འདིས་སངས་རྒྱས་ལ་བསྟོད་དོ། །དཔེ་མེད་དེ་ལ་གུས་ཕྱག་འཚལ།
en: Then the bodhisattva mahāsattva by the name of Siṃhalakṣaṇārci, having heard the Bhagavat teach those dhāraṇīs, rose from his seat and, with his upper robe over one shoulder, knelt on his right knee, placed his palms together in homage, bowed down to the Bhagavat’s feet, and praised him with these verses: “I respectfully praise the one beyond example.

source: །ཤིན་ཏུ་ཟབ་པའི་མཚན་ཉིད་ཆོས། །སྐྱེ་བོ་ཡང་དག་ཤེས་སྟོར་བ། །སངས་རྒྱས་ཉག་གཅིག་འདྲེན་ཅིང་སྒྲོལ།
en: Only the Buddha can guide and liberate beings Who have lost the true knowledge, The Dharma with very profound qualities. “

source: །དེ་བཞིན་གཤེགས་པ་ཤེས་རབ་སྤྱན། །ཆོས་ཀྱི་མཚན་ཉིད་གཅིག་མི་གཟིགས།
en: The Tathāgata has eyes of wisdom That do not see a single characteristic of phenomena.

source: །ཡང་དག་ཆོས་ཀྱི་སྤྱན་གྱིས་ནི། །ཡོངས་སུ་བརྟགས་པ་བསམ་མི་ཁྱབ།
en: The complete examination with the eyes Of the true Dharma is inconceivable. “

source: །ཆོས་གཅིག་ཀྱང་ནི་སྐྱེ་བ་མེད། །ཆོས་གཅིག་ཀྱང་ནི་འགོག་པ་མེད།
en: Each single phenomenon is birthless; Each single phenomenon has no cessation.

source: །དེ་ལྟར་མཉམ་པར་གཟིགས་པས་ན། །བླ་ན་མེད་པའི་གནས་སུ་སོན།
en: Through seeing equally in that way, You have reached the highest state. “

source: །འཁོར་བ་དག་ཀྱང་མི་འཇིགས་ཏེ། །མྱ་ངན་འདས་ལ་ཡང་མི་གནས། །མཐའ་གཉིས་ལ་ཡང་མི་ཆགས་པས། །དེ་ཕྱིར་མྱ་ངན་འདས་པ་ཐོབ། །དག་དང་མ་དག་ཕྱོགས་ལ་ཡང་།
en: Not being terrified of saṃsāra, Not remaining in nirvāṇa, Unattached to the two extremes, In that way you attained nirvāṇa. “
